import math


# 하나만 출력합니다!
print('# 하나만 출력합니다.')
print("Hello Python Programming...!")
print()

# 여러 개를 출력합니다.
print("# 여러 개를 출력합니다.")
print(10, 20, 30, 40, 50)
print("안녕하세요", "저의", "이름은", "진정모입니다!")
print()

print()

# 아무것도 입력하지 않으면 단순하게 줄바꿈합니다.
print("# 아무것도 출력하지 않습니다.")
print("--- 확인 전용선 ---")
print()
print()
print("--- 확인 전용선 ---")

"""
1. 파일명 : circle.py
2. 개요 : 반지름을 전달하면 원의 넓이를 반환하는 get_area() 함수
3. 작성자 : 홍길동
4. 작성일 : 2022-08-25
"""
# 삼중 큰 따옴표(""")는 여러 줄의 주석을 만들 때 사용

# math 모듈 포함 : #은 한 줄 주석을 사용
